Repository: saurabh-ramgopal/prisma-mnh-lab
Catalog: content/plugins/blog-filter/languages/blog-filter-*.po
Languages: he_il

source: By
he_il: מאת

source: Blog Filter Settings Page
he_il: דף הגדרות מסנן בלוג

source: Column Settings
he_il: הגדרות עמודה

source: Template Right To Left
he_il: תבנית מימין לשמאל

source: Same Size Grid
he_il: רשת באותו גודל

source: Column On Large Desktop
he_il: עמודה על שולחן עבודה גדול

source: 1 Column
he_il: עמודה אחת

source: 2 Column
he_il: שתי עמודות

source: 3 Column
he_il: שלוש עמודות

source: 4 Column
he_il: ארבע עמודות

source: 6 Column
he_il: שש עמודות

source: 12 Column
he_il: שתים עשרה עמודות

source: Column On Desktop
he_il: עמודה על שולחן העבודה

source: Upgrade To Pro
he_il: שדרג ל-Pro

source: Column On Tablet
he_il: עמודה בטאבלט

source: Column On Phone
he_il: עמודה בטלפון

source: Image Settings
he_il: הגדרות תמונה

source: Show Blog Images
he_il: הצג תמונות בלוג

source: Image Quality
he_il: איכות תמונה

source: Thumbnail
he_il: תמונה ממוזערת

source: Medium
he_il: בינוני

source: Large
he_il: גדול

source: Full
he_il: מלא

source: Image Hover Effect
he_il: אפקט ריחוף של תמונה

source: None
he_il: אין

source: Hover 1
he_il: רחף 1

source: Get more hover effect in Pro
he_il: קבל יותר אפקט ריחוף ב-Pro

source: Link On Image
he_il: קישור בתמונה

source: Lightbox On Image
he_il: תיבת אור על תמונה

source: Title Settings
he_il: הגדרות כותרת

source: Show Blog Title
he_il: הצג את כותרת הבלוג

source: Title Text Color
he_il: צבע טקסט כותרת

source: Title Font Size
he_il: גודל גופן כותרת

source: Title Below The Image
he_il: כותרת מתחת לתמונה

source: Link On Title
he_il: קישור על כותרת

source: Description Settings
he_il: הגדרות תיאור

source: Show Blog Description
he_il: הצג את תיאור הבלוג

source: Description Text Color
he_il: צבע טקסט תיאור

source: Description Box Color
he_il: צבע תיבת תיאור

source: Description Font Size
he_il: גודל גופן תיאור

source: How Much Characters Show In Description
he_il: כמה דמויות מופיעות בתיאור

source: Post Meta Settings
he_il: הגדרות מטא פוסט

source: Show Post Date
he_il: הצג תאריך פרסום

source: Show Post Author
he_il: מחבר הפוסט

source: Show Post Categories
he_il: הצג קטגוריות פוסטים

source: Show Post Tags
he_il: הצג תגיות פוסטים

source: Link (URL) Settings
he_il: הגדרות קישור (URL)

source: Show Read More Link
he_il: הצג קישור לקריאה נוספת

source: Text For Read More Link
he_il: טקסט לקרא עוד קישור

source: Link On Date
he_il: תאריך קישור

source: Link On Author
he_il: קישור על מחבר

source: Link On Category
he_il: קישור על קטגוריה

source: Link On Tags
he_il: קישור על תגיות

source: Link Open In New Tab
he_il: קישור נפתח בכרטיסייה חדשה

source: Filter Settings
he_il: הגדרות מסנן

source: Show Filters
he_il: הצג מסננים

source: Show Filter "All"
he_il: הצג מסנן "הכל"

source: Text For "All" Button
he_il: לחצן טקסט עבור "הכל".

source: Show Post Count On Filters
he_il: הצג מסנני ספירת פוסטים

source: Buttons Color
he_il: צבע כפתורים

source: Blog Search Field
he_il: שדה חיפוש בבלוג

source: Text For Search
he_il: טקסט לחיפוש

source: Multi-Filter In Same Time
he_il: מסנן מרובה באותו זמן

source: Select Default Filter
he_il: בחר מסנן ברירת מחדל

source: Exclude Posts
he_il: אל תכלול פוסטים

source: URL Based Filtering
he_il: סינון מבוסס URL

source: Filtering with
he_il: סינון עם

source: Category
he_il: קטגוריה

source: Tag
he_il: תג

source: ID
he_il: מזהה

source: Select
he_il: בחר

source: Note: In free version you can use only 4 categories as filters
he_il: הערה: בגרסה החינמית אתה יכול להשתמש רק ב-4 קטגוריות כמסננים

source: Post Tag
he_il: תג פוסט

source: Note: In free version you can use only 4 tags as filters
he_il: הערה: בגרסה החינמית אתה יכול להשתמש רק ב-4 תגים כמסננים

source: Pagination Settings
he_il: הגדרות ציון

source: Pagination
he_il: דפיון

source: Blogs On Per Page
he_il: בלוגים בכל עמוד

source: Load More
he_il: טען עוד

source: Load On Scroll
he_il: טען על גלילה

source: Post Order Settings
he_il: הגדרות פוסט הזמנה

source: Post Order By
he_il: הזמנה לפי

source: Post Order
he_il: פוסט הזמנה

source: Thumbnail Settings
he_il: הגדרות תמונות ממוזערות

source: Thumbanil Hover Effect
he_il: אפקט ריחוף אגודל

source: Thumbnail Spacing
he_il: מרווח בין תמונות ממוזערות

source: Try Pro Version
he_il: נסה את גרסת ה-Pro

source: Update Sortcode, Without Regenerate It
he_il: עדכן את Sortcode, מבלי ליצור אותו מחדש

source: See Post
he_il: ראה פוסט

source: Contact Us
he_il: צור קשר

source: Contact
he_il: צור קשר

source: See Live Demo of Pro
he_il: ראה הדגמה חיה של Pro

source: Live Demo
he_il: הדגמה חיה

source: Buy Pro
he_il: רכוש פרו

source: Buy Pro Plugin
he_il: רכוש תוסף פרו

source: Blog Filter
he_il: מסנן בלוג

source: Version -
he_il: גרסה -

source: [ Generate Sortcode ]
he_il: [ צור קוד מיון ]

source: Blog Filter Shortcode
he_il: קוד קצר לסינון בלוג

source: Copy The Shortcode
he_il: העתק את הקוד הקצר

source: Copy Sortcode
he_il: העתק Sortcode

source: Blog Filter Premium
he_il: סינון בלוג פרימיום

source: Settings
he_il: הגדרות

source: Blog Filters Settings
he_il: הגדרות מסנני בלוגים

source: Install Required Plugins
he_il: התקן תוספים נדרשים

source: Install Plugins
he_il: התקן פלאגינים

source: Installing Plugin: %s
he_il: התקנת תוסף: %s

source: Updating Plugin: %s
he_il: עדכון תוסף: %s

source: Something went wrong with the plugin API.
he_il: משהו השתבש ב-API של הפלאגין.

source: Return to Required Plugins Installer
he_il: חזור למתקין התוספים הנדרשים

source: Return to the Dashboard
he_il: חזור ללוח המחוונים

source: Plugin activated successfully.
he_il: התוסף הופעל בהצלחה.

source: The following plugin was activated successfully:
he_il: התוסף הבא הופעל בהצלחה:

source: No action taken. Plugin %1$s was already active.
he_il: לא בוצעה פעולה. התוסף %1$s כבר היה פעיל.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
he_il: התוסף לא הופעל. יש צורך בגרסה מתקדמת יותר של %s עבור תבנית זו. אנא עדכן את התוסף.

source: All plugins installed and activated successfully. %1$s
he_il: כל התוספים הותקנו והופעלו בהצלחה. %1$s

source: Dismiss this notice
he_il: פסל הודעה זו

source: There are one or more required or recommended plugins to install, update or activate.
he_il: יש אחד או יותר תוספים נדרשים או מומלצים להתקנה, עדכון או הפעלה.

source: Please contact the administrator of this site for help.
he_il: אנא צור קשר עם מנהל האתר הזה לקבלת עזרה.

source: Required
he_il: חובה

source: Recommended
he_il: מומלץ

source: WordPress Repository
he_il: מאגר וורדפרס

source: External Source
he_il: מקור חיצוני

source: Pre-Packaged
he_il: ארוז מראש

source: Not Installed
he_il: לא מותקן

source: Installed But Not Activated
he_il: מותקן אך לא הופעל

source: Active
he_il: פעיל

source: Required Update not Available
he_il: עדכון נדרש אינו זמין

source: Requires Update
he_il: דורש עדכון

source: Update recommended
he_il: עדכון מומלץ

source: Installed version:
he_il: גרסה מותקנת:

source: Minimum required version:
he_il: גרסת מינימום נדרשת:

source: Available version:
he_il: גרסה זמינה:

source: Plugin
he_il: פלאגין

source: Source
he_il: מקור

source: Type
he_il: סוג

source: Version
he_il: גרסה

source: Status
he_il: סטטוס

source: Install %2$s
he_il: התקן %2$s

source: Update %2$s
he_il: עדכון %2$s

source: Activate %2$s
he_il: הפעל %2$s

source: Install
he_il: התקן

source: Update
he_il: עדכון

source: Activate
he_il: הפעל

source: No plugins were selected to be installed. No action taken.
he_il: לא נבחרו תוספים להתקנה.

source: No plugins were selected to be updated. No action taken.
he_il: לא נבחרו תוספים לעדכון.

source: No plugins are available to be installed at this time.
he_il: אין פלאגינים זמינים להתקנה בשלב זה.

source: No plugins are available to be updated at this time.
he_il: אין פלאגינים זמינים לעדכון בשלב זה.

source: Plugin activation failed.
he_il: הפעלת הפלאגין נכשלה.

source: Updating Plugin %1$s (%2$d/%3$d)
he_il: עדכון הפלאגין %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
he_il: אירעה שגיאה בעת התקנת %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
he_il: ההתקנה של %1$s נכשלה.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
he_il: תהליך ההתקנה וההפעלה מתחיל. תהליך זה עשוי להימשך זמן מה אצל חלק מהמארחים, אנא היו סבלניים.

source: %1$s installed and activated successfully.
he_il: %1$s הותקן והופעל בהצלחה.

source: All installations and activations have been completed.
he_il: כל ההתקנות וההפעלות הושלמו.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
he_il: התקנה והפעלה של הפלאגין %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
he_il: תהליך ההתקנה מתחיל. תהליך זה עשוי להימשך זמן מה אצל חלק מהמארחים, אנא היו סבלניים.

source: All installations have been completed.
he_il: כל ההתקנות הושלמו.

source: Installing Plugin %1$s (%2$d/%3$d)
he_il: התקנת הפלאגין %1$s (%2$d/%3$d)
